brew "zsh"
brew "bash"
brew "azure-cli"
brew "pyenv"
brew "starship"
brew "gnupg"
brew "httpie"
brew "git"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "tree"
brew "coreutils"
brew "stow"
brew "tfenv"
brew "rbenv"
brew "jq"
brew "jo"
brew "yq"
brew "node@16"
brew "gh"
brew "shared-mime-info"
brew "asciinema"
brew "bat"
brew "exa"
brew "golang"
brew "golangcl-lint"
brew "libomp"
brew "wget"
brew "neovim"
brew "watch"
brew "ripgrep"
brew "fd"
brew "luajit"
brew "tree-sitter"
brew "fzf"
brew "solargraph"
brew "kitty"

cask "iterm2"
cask "powershell"
cask "visual-studio-code"
cask "keybase"
cask "fig"
